Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de

source: Abort
de: Abbrechen

# acc-mobile-observation
source: Accelerometer
de: Beschleuunigungsmesser

source: Accelerometer Recording is not available
de: Beschleunigungssensoraufzeichnung ist nicht verfügbar

source: Accelerometer Sensor not available
de: Beschleunigungssensor nicht verfügbar

# accept_button
source: Accept
de: Akzeptieren

source: Access to Bluetooth not granted
de: Zugriff auf Bluetooth nicht gewährt

source: Active for
de: Aktiv für

# All
source: All Notifications
de: Alle Nachrichten

source: All Items
de: Alle Daten

source: All types
de: Alle Typen

source: Answer
de: Antwort

# answer_submitted
source: Your answer to the question has been successfully submitted!
de: Ihre Antwort auf die Frage wurde erfolgreich übermittelt!

# back_to_settings
source: I want to continue participating!
de: Weiterhin teilnehmen!

source: Bluetooth disabled! Please enable to use!
de: Bluetooth deaktiviert! Bitte aktivieren zum Verbinden!

source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert

# camera_to_scan_qr_code
source: Open camera to scan a QR Code
de: Öffnen Sie die Kamera um den QR code zu scannen

source: Cancel
de: Abbrechen

source: Cannot start Observation! Please make sure to enable Bluetooth and connect all necessary devices!
de: Beobachtung kann nicht gestartet werden! Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und alle notwendigen Geräte verbunden sind!

source: Close
de: Schließen

source: Collected Datapoints
de: Gesammelte Datenpunkte

source: Connected devices
de: Verbundene Geräte

# consent_error_body
source: Could not connect to the server. Please try again later or contact your study-administrator!
de: Es gab einen System Fehler. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie Ihren Studien-Administrator!

# consent_error_title
source: System error
de: System Fehler

# continue_study
source: Continue to participate
de: Weiterhin teilnehmen!

source: Dashboard
de: Übersicht

source: Dashboard Filter
de: Filter

# data_capture_running
source: Data Capture is running
de: Aufzeichnung läuft

# decline_button
source: Decline
de: Ablehnen

source: Devices
de: Geräte

source: Discovered devices
de: Entdeckte Geräte

source: Done
de: Fertig

source: Enter Study Endpoint
de: Bearbeite den Studienendpunkt

source: Enter study URL
de: URL der Studie eigeben

source: Enter Token
de: Token eingeben

source: Entire time
de: Gesamter Zeitraum

source: Error continuing Observation! There was a connection issue to a bluetooth sensor. Please make sure to enable bluetooth and connect all necessary devices!
de: Fehler beim Fortsetzen der Beobachtung! Es gab ein Verbindungsproblem mit einem Bluetooth-Sensor. Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und alle notwendigen Geräte verbunden sind!

source: errors
de: Fehler

source: External Device Setup
de: Externe Geräteeinstellungen

# filter_acitvated
source: Filter activated
de: Filter aktiviert

# first_message
source: If you withdraw from the study, you will not be able to re-enter at a later date.
de: Wenn Sie die Studie verlassen, können Sie später nicht mehr teilnehmen.

source: Heart-rate measurement feature unavailable
de: Funktion zur Messung der Herzfrequenz nicht verfügbar

# Important
source: Only Important
de: Nur wichtige

# info_contact_title
source: Contact
de: Kontaktdaten

# info_disclaimer
source: Feel free to contact us, when you encounter problems.
de: Wenden Sie sich an uns, wenn Sie auf Probleme stoßen.

source: Leave Study
de: Studie verlassen

# leave_confirmation_message
source: If you leave this study, you may not re-enter. Your participation will be cancelled and your data will be deleted from your mobile phone!
de: Wenn Sie die Studie verlassen, können Sie später nicht mehr teilnehmen. Ihre Studienteilnahme wird beendet und alle bisher aufgezeichneten Daten werden von Ihrem Mobiltelefon gelöscht!

source: Location Services not enabled
de: Ortungsdienste sind nicht aktiviert

# login_model_invalid_body
source: Access-token or study-endpoint invalid. Please check your input and try again. Else contact your study-administrator!
de: Bitte kontrollieren Sie Ihren Zugangs-Token und die Studien-URL und versuchen Sie es erneut. Ansonsten wenden Sie sich bitte an Ihren Studien-Administrator!

# login_welcome_title
source: Welcome to More
de: Willkommen bei More

source: Modules
de: Module

source: No devices connected
de: Keine Geräte angeschlossen

source: No devices found nearby
de: Keine Geräte in der Nähe gefunden

source: No polar device connected
de: Kein Polar-Gerät verbunden

source: No running tasks currently
de: Derzeit gibt es keine laufenden Aufzeichnungen

source: No tasks completed by now
de: Noch keine Aufgaben erledigt

source: No tasks to show
de: Keine zu zeigenden Aufgaben

source: No filter activated
de: Es wurde kein Filter wurde aktiviert

# no_internet_message
source: Please connect to the internet and try again
de: Bitte verbinden Sie das Gerät mit dem Internet und versuchen es erneut!

# no_internet_title
source: No internet connection
de: Keine Internetverbindung

source: Notification Permissions Not Granted
de: Benachrichtigungsberechtigungen nicht erteilt

source: Notifications
de: Nachrichten

# obs_modules
source: Observation Modules
de: Module

source: Observation Details
de: Aufzeichnungsdetails

source: Observation Errors
de: Aufzeichnungsfehler

source: Observation Filter
de: Filter

source: Observations
de: Aufzeichnungen

# ONE_MONTH
source: 1 Month
de: 1 Monat

# ONE_WEEK
source: 1 Week
de: 1 Woche

source: Open Filter Settings
de: Öffnen Sie die Filter

source: Open settings
de: Einstellungen öffnen

source: or
de: oder

source: Participant
de: Teilnehmer

source: Participant Information
de: Informationen

# participant_info
source: Participant information
de: Informationen

# participation_key_entry
source: Enter Registration Token
de: Bitte geben Sie den Registrierungstoken ein

source: Permission not granted to access location of the device
de: Zugriff auf den Standort des Geräts nicht genehmigt

source: Permission not granted to access Sensor recording service
de: Zugriff auf Sensoraufzeichnungsdienst nicht genehmigt

source: Permission request pending until observation is about to start
de: Genehmigungsanfrage ausstehend, bis die Beobachtung beginnt

source: Permission needed
de: Kamerazugriff erforderlich

source: Permissions denied!
de: Zugriff verweigert!

source: Proceed to Settings
de: Zu den Einstellungen gehen

source: Proceed Without Granting Permissions
de: Ohne Berechtigungen fortfahren

# provide_camera_access
source: Camera permissions needed to scan QR code.
de: Um den QR Code zu scannen benötigen wir Zugriff zu deiner Kamera.

# Question Observation
source: Question
de: Simple Frage

# question-observation
source: Question
de: Frage

# questionnaire-observation
source: Questionnaire
de: Fragebogen

source: Read less
de: Weniger

source: Read more
de: Mehr

# really_message
source: Do you really want to withdraw?
de: Möchten Sie wirklich die Studie verlassen?

# refresh_study_config
source: Refresh Study Configuration
de: Studienkonfiguration neu laden

source: Reload study
de: Studie neu laden

source: Required Permissions Were Not Granted
de: Erforderliche Berechtigungen wurden nicht erteilt

source: Reset filter
de: Filter zurücksetzen

source: Return to Dashboard
de: Zurück zur Übersicht

source: Running Observations
de: Laufende Aufzeichnungen

source: Scan QR Code
de: QR-Code scannen

# scan_start_automatic
source: QR Code will be scanned automatically.
de: QR Code wird automatisch gescannt.

source: Schedule
de: Zeitplan

# schedule_string
source: Schedule
de: Zeitplan

source: Searching for devices
de: Suche nach Geräten

source: Select Time
de: Wähle eine Zeit

source: Select Type
de: Wähle einen Typ

# select_answer
source: Please select an answer
de: Bitte beantworten Sie die Frage

source: Settings
de: Einstellungen

# settings_text
source: All necessary permissions have been accepted. Permissions can be viewed here. If you want to withdraw permissions, you can only do so by withdrawing from the study.
de: Sie haben alle notwendigen Zustimmungen erteilt. Sie können die Zustimmmungen zurückziehen, indem Sie die gesamte Studie verlassen.

# settings_title
source: Settings
de: Einstellungen

source: Some tasks in this study need certain bluetooth devices to be completed and only activate, once a certain device is connected. Please make sure to turn on and connect these devices
de: Einige Aufgaben in dieser Studie erfordern bestimmte Bluetooth-Geräte, die nur aktiviert werden, wenn ein bestimmtes Gerät angeschlossen ist. Bitte stellen Sie sicher, dass Sie diese Geräte einschalten und verbinden

# start_observation
source: Start Data Capture
de: Aufzeichnung starten

source: Start Questionnaire
de: Starte den Fragebogen

# stop_observation
source: Stop Data Capture
de: Aufzeichnung stoppen

source: Study currently paused
de: Studie pausiert

source: Study Details
de: Studiendetails

source: Study loading…
de: Studie lädt…

# study_consent
source: Consent
de: Zustimmung

source: Study currently inactive
de: Die Studie ist derzeit nicht aktiv

source: Study duration:
de: Studiendauer:

# study_endpoint_headling
source: Study Endpoint
de: Studienendpunkt

# study_loading_error_message
source: There was an issue loading your study.\nPlease try again later or contact your study administrator
de: Es gab ein Problem beim Laden Ihrer Studie.\nBitte versuchen Sie es später erneut oder kontaktieren Sie Ihren Studien Administrator

# study_loading_error_title
source: Error loading Study
de: Fehler beim Laden der Studie

# study_update_title
source: The study is currently updating
de: Die Studie wird gerade aktualisiert

# study_updating_message
source: Please wait until this processed has finished, do not exit the app or disconnect the device from the internet
de: Bitte warten Sie bis der Prozess abgeschlossen wurde, schließen Sie nicht die Applikation oder trennen Ihr Gerät vom Internet

source: Submit
de: Einreichen

# sure_message
source: Are you sure you want to withdraw your participation?
de: Sind Sie sicher, dass sie Ihre Teilnahme an der Studie beenden wollen?

source: System Error! Please try again later or contact your Study Administrator!
de: System Error! Bitte versuchen Sie es später oder kontaktieren Sie Ihren Studien-Administrator!

source: Task Detail
de: Aufgabendetails

# Task Details
source: Task Detail
de: Aufgabendetails

# tasks_completed
source: Overall Progress
de: Gesamtfortschritt

source: Thank You!
de: Vielen Dank!

# thank_you_participation
source: Thank You for your participation!
de: Vielen Dank für Ihre Teilnahme!

# There are currently no notficiations to show
source: There are currently no notficiations to list
de: Derzeit gibt es keine Nachrichten zum Anzeigen

source: This study is currently paused by the Study Operator and will be resumed shortly
de: Die Studie wurde vom Studien-Leiter derzeit pausiert und wird in Kürze wieder fortgesetzt

source: This study requires one or more sensor permissions to function correctly. You may choose to decline these permissions; however, doing so may result in the application and study not functioning fully or as expected. Would you like to navigate to settings to allow the app access to these necessary permissions?
de: Diese Studie benötigt eine oder mehrere Sensorenberechtigungen, um ordnungsgemäß zu funktionieren. Sie haben die Möglichkeit, die Sensorenberechtigungen abzulehnen; sollten Sie sich jedoch dafür entscheiden, funktionieren die Anwendung und die Studie möglicherweise nicht vollständig oder wie erwartet. Möchten Sie zu den Einstellungen navigieren und der Anwendung den Zugriff auf diese notwendigen Berechtigungen gestatten?

source: Timeframe
de: Zeitrahmen

source: Timeframe:
de: Zeitrahmen:

# to_settings
source: Do you want to retry sending your settings? If the problem persists, please contact your study institute.
de: Möchten Sie erneut versuchen die Settings zu senden? Wenn das Problem bestehen bleibt kontaktieren Sie bitte ihr Forschungsinstitut.

source: Today and Tomorrow
de: Heute und Morgen

source: Token or Endpoint invalid
de: Fehler im Token oder in der URL

source: Token Error
de: Ein Fehler ist beim Token aufgetreten

source: Type
de: Typ

# type_plural
source: Types
de: Typen

# Unread
source: Not read
de: Nicht gelesene

# update_error
source: Error updating study!
de: Ein Fehler beim Update der Studie ist aufgetreten!

source: We request permission to send you push notifications. This assists in maintaining the study's current status at all times and serves as a reminder for your tasks.
de: Wir bitten um Erlaubnis, Ihnen Push-Benachrichtigungen zu senden. Dies hilft, den aktuellen Status der Studie jederzeit aufrechtzuerhalten und dient als Erinnerung an Ihre Aufgaben.

# withdraw
source: Withdraw from the study
de: Die Studie verlassen

# withdraw_study
source: Withdraw from the study
de: Die Studie verlassen

# withdraw_swipe
source: Swipe to withdraw
de: Ziehen um die die Studie zu verlassen

source: You can connect to and disconnect from devices at any time: Info > Devices
de: Sie können sich jederzeit mit Geräten verbinden und die Verbindung zu ihnen trennen: Info > Geräte
